In [1]:
import pandas as pd
import numpy as np
import matplotlib.pyplot as plt

In [4]:
dvd_df = pd.read_csv("today's work.csv")

In [5]:
dvd_df.head()

   customer_id first_name last_name  rental_count
0          148    Eleanor      Hunt            46
1          526       Karl      Seal            45
2          144      Clara      Shaw            42
3          236     Marcia      Dean            42
4           75      Tammy   Sanders            41